<html>
	<head>
		<title>Exerc&iacute;cio 1 - Lean Startup</title>
	</head>
	<body bgcolor="#999966">
    	<h1 align="center">Lean</h1>
    	<p>
Lean startup &eacute; um conjunto de processos usados por empreendedores para desenvolver produtos e mercados, combinando Desenvolvimento &aacute;gil de software, desenvolvimento de clientela (Customer Development) e plataformas existentes de software (usualmente FOSS). O conceito foi introduzido por Eric Ries.
<br>
<br>
A iniciativa lean startup defende a criação de prot&oacute;tipos r&aacute;pidos, projetados para validar suposi&ccedil;&otilde;es de mercado, e usa feedback dos clientes para envolv&ecirc;-los muito mais rapidamente do que atrav&eacute;s de pr&aacute;ticas de desenvolvimento de software mais tradicionais, como o Waterfall model. N&atilde;o &acute; incomum ver lean startups colocando um novo c&oacute;digo em produ&ccedil;&atilde;o v&aacute;rias vezes por dia,1 usando pr&aacute;ticas conhecidas como continuous deployment.2 3
<br>
<br>
Lean startup &eacute; &agrave;s vezes descrito como o "pensamento enxuto" (lean thinking) aplicado ao processo empreendedor.4 Um princ&iacute;pio central no pensamento enxuto &eacute; reduzir o desperd&iacute;cio. Os processos de lean startup usam o desenvolvimento de clientela para reduzir o desperd&iacute;cio, incrementando a frequ&ecirc;ncia de contato com clientes reais e assim validando ou eliminando, o mais cedo poss&iacute;vel, suposi&ccedil;&otilde;es incorretas sobre mercado.5 Esta abordagem se prop&otilde;e a melhorar as t&aacute;ticas empreendedoras, reduzindo o trabalho, o custo de validar suposi&ccedil;&otilde;es sobre o mercado e o tempo necess&aacute;rio ao neg&oacute;cio para encontrar tra&ccedil;&atilde;o de mercado. &Eacute; referida como "produto minimamente vi&aacute;vel" (minimum viable produto ou MVP).
<br>
<br>
Em desenvolvimento de produto, o MVP &eacute; uma estrat&eacute;gia usada para testes quantitativos e r&aacute;pidos do mercado de um produto ou das caracter&iacute;sticas de um produto, popularizada por Eric Ries, para aplica&ccedil;&otilde;es web.6 7
<br>
<br>
Lean startup se baseia fortemente no processo de Customer Development, descrito no livro The Four Steps to the Epiphany , de Steven Gary Blank,8 e não se aplica apenas a empresas de tecnologia. A ideia de falhar cedo e aprender r&aacute;pido pode beneficiar qualquer ind&uacute;stria.		
	</p>
	<h5>Pesquisas Relacionadas</h5>
    <ul>
    	<li><a href="Exercicio Links - XP.html">XP</a></li>
        <li><a href="Exercicio Links - Scrum.html">Scrum</a></li>
        <li><a href="Exercicio Links - Crystal.html">Crystal</a></li>
    </ul>
    </body>
</html>
